app/controllers/characters_controller.rb

  def index
	@characters = Character.all
---
SELECT "characters".* FROM "characters"